Repository: Clipy/Clipy
Catalog: Clipy/Sources/Preferences/Panels/*.lproj/CPYGeneralPreferenceViewController.strings
Languages: de, es, hr, it, pl, ru

# 0yt-u0-ROt.title
source: Input "⌘ + V" after menu item selection
de: "⌘ + V" nach Selektierung von Menüeinträgen eingeben
es: Entrar "⌘ + V" después de seleccionar un elemento del menú
hr: Pritisni "⌘ + V" nakon biranja elementa izbornika
it: Incolla automaticamente dopo la selezione
pl: Automatyczne "⌘ + V" po wybraniu elementu z menu
ru: Ввести "⌘ + V" после выбора пункта меню

# FM4-mw-DCx.title
source: Appearance
de: Aussehen
es: Aspecto
hr: Izgled
it: Aspetto
pl: Wygląd
ru: Внешний вид

# Faj-kQ-G1v.title
source: Status Bar icon style:
de: Icon in der Menüleiste:
es: Estilo de icono de la barra de estado:
hr: Stil ikona u traci stanja:
it: Stile dell'icona nella barra dei menu:
pl: Styl icony w belce menu (menu bar):
ru: Стиль иконок строки состояния:

# Lps-06-dPB.title
source: Sort history order by:
de: Verlauf sortieren nach:
es: Ordenar histórico por:
hr: Redoslijed povijesti:
it: Ordina la Cronologia in base a:
pl: Sortuj historię według:
ru: Сортировать историю как:

# LsC-YB-qAw.title
source: Send crash report and error log (reflected at the next launch)
de: Absturzberichte und Fehlerprotokolle senden (Nach dem nächsten Anwendungsstart)
es: Enviar informe de daños y registro de errores (se muestra en el sigiuente arranque)
hr: Pošalji izvještaj o prekidu programa i dnevnik grešaka (prikazuju se pri sljedećem pokretanju)
it: Invia rapporti sugli arresti anomali
pl: Wysyłaj raporty o zawieszeniu się programu i logi błędów (działa od następnego włączenia programu)
ru: Отправлять отчет об ошибках (при следующем запуске)

# Nab-CO-ytH.title
source: Max clipboard history size:
de: Maximale Anzahl im Zwischenablagenverlauf:
es: Tamaño máximo del histórico de portapapeles:
hr: Maksimalna veličina povijesti međuspremnika:
it: Dimensione massima della Cronologia:
pl: Maksymalna wielkość historii schowka:
ru: Максимальный размер истории буфера:

# OOT-F5-Pal.title
source: Clipboard History
de: Zwischenablagenverlauf
es: Histórico del portapapeles
hr: Povijest međuspremnika
it: Cronologia
pl: Historia schowka
ru: История буфера обмена

# Su3-mF-z1T.title
source: Launch on Login
de: Beim Starten öffnen
es: Lanzar al inicio
hr: Pokreni nakon prijave
it: Avvia al login
pl: Włączanie przy starcie systemu
ru: Запускать при входе в систему

# YmS-J6-ERc.title
source: Date Created
de: Erstellungsdatum
es: Fecha de creación
hr: Datum stvaranja
it: Data e ora di creazione
pl: Data utworzenia
ru: Дате создания

# aEh-u0-hQR.title
source: None
de: Keins
es: Ninguno
hr: Ništa
it: Nessuna icona
pl: Żaden

# eeq-cw-v00.title
source: items
de: Einträge
es: elementos
hr: elementi
it: elementi
pl: elementy

# ju3-6a-6xj.title
source: Last Used
de: Zuletzt verwendet
es: Último uso
hr: Zadnje korišteni
it: Ultimo utilizzo
pl: Ustatnio użyte
ru: Последнему использованию

# nDk-8y-89n.title
source: Behavior
de: Verhalten
es: Comportamiento
hr: Ponašanje
it: Impostazioni essenziali
pl: Zachowanie
ru: Действия
