Repository: Clipy/Clipy
Catalog: Clipy/Sources/Preferences/Panels/*.lproj/CPYMenuPreferenceViewController.strings
Languages: de, es, hr, it, ja, ko, no, pl, ru, zh_hans

# 2Ra-jY-ADW.title
source: pixel
es: píxel
hr: piksel
no: piksel
pl: piksel
ru: пикселей
zh_hans: 像素

# 4dH-7h-Ssv.title
source: items
de: Einträge
es: elementos
hr: elementi
it: elementi
ja: 項目
ko: 개
no: element
pl: element
ru: элементов
zh_hans: 项

# 67F-2m-Txz.title
source: chars
de: Zeichen
es: caracteres
hr: znakovi
it: caratteri
ja: 文字
ko: 자
no: tegn
pl: znaki
ru: знаков
zh_hans: 字符

# 90g-HQ-9Ua.title
source: pixel
es: píxel
hr: piksel
no: piksel
pl: piksel
ru: пикселей
zh_hans: 像素

# Drj-kg-Km5.title
source: Show Image
de: Bild anzeigen
es: Mostrar imagen
hr: Pokaži sliku
it: Mostra immagini
ja: 画像を表示
ko: 이미지 보이기
no: Vis Bilde
pl: Pokaż obraz
ru: Показывать изображения
zh_hans: 显示图像

# FP7-VI-YVJ.title
source: Number of items place inside a folder:
de: Anzahl der Einträge in einem Ordner:
es: Cantidad de elementos dentro de una carpeta:
hr: Broj elemenata u jednoj mapi:
it: Cartelle:
ja: フォルダに内包する項目の数:
ko: 폴더 안에있는 항목 수:
no: Antall elementer i en mappe:
pl: Ilość elementów w każdym folderze:
ru: Количество элементов в папке:
zh_hans: 每个文件夹中项的个数：

# Ovp-if-Azp.title
source: items
de: Einträge
es: elementos
hr: elementi
it: elementi
ja: 項目
ko: 개
no: elementer
pl: elementy
ru: элементов
zh_hans: 项

# QFO-xC-Z3p.title
source: Max length of tool tip string:
de: Maximale Länge der Kurzinfo:
es: Longitud máxima de una pista contextual (tooltip):
hr: Maksimalna duljina teksta za savjet alata:
it: Lunghezza massima del tooltip:
ja: ツールチップに表示する文字数:
ko: 도구 팁 문자열의 최대 길이:
no: Maks lengde på tekst for verktøytips:
pl: Maksymalna długość tekstu w wyświetlonym oknie pomocy:
ru: Максимальный размер подсказки:
zh_hans: 工具提示字符串最大长度：

# U2I-bu-kTR.title
source: Show alert panel before clear history
de: Warndialog beim Löschen des Verlaufs anzeigen
es: Mostrar alerta antes de limpiar el histórico
hr: Pokaži ploču upozorenja prije brisanja povijesti
it: Mostra un avviso prima di svuotare la Cronologia
ja: 履歴クリアの前に警告パネルを表示
ko: 기록을 지우기 전 경고 표시
no: Vis varslingspanel før sletting av historikk
pl: Pokaż ostrzeżenie przed wyczyszczeniem historii
ru: Показывать предупреждение перед удалением истории
zh_hans: 清空历史前显示警告面板

# WKb-6V-Q9w.title
source: Height:
de: Höhe:
es: Altura:
hr: Visina:
it: Altezza:
ja: 高さ:
ko: 세로:
no: Høyde:
pl: Wysokość:
ru: Высота:
zh_hans: 高度：

# a32-zW-R74.title
source: Copy the same history
de: Kopierten Verlauf oben anfügen
es: Colocar el histórico ya copiado al inicio
hr: Smjesti kopiranu povijest na vrh
it: Mostra in cima gli elementi selezionati dalla Cronologia
ja: 重複した履歴をコピーする
ko: 이미 복사된 기록일 경우 맨 위에 배치
no: Plasser allerede kopiert historikk øverst
pl: Umieść skopiowany element z historii na samej górze
ru: Расположить скопированную историю наверху
zh_hans: 把已经粘贴的历史置顶

# h4n-Nv-zj1.title
source: Show tool tip on a menu item
de: Kurzinfo am Menüeintrag anzeigen
es: Mostrar pista contextual en un elemento de menú
hr: Pokaži savjet alata za element izbornika
it: Mostra i tooltip sugli elementi della Cronologia
ja: メニュー項目上にツールチップを表示
ko: 메뉴 항목에 도구 설명 표시
no: Vis verktøystips over et menyelement
pl: Pokaż okno pomocy przy elementach menu
ru: Показать подсказку в элементе меню
zh_hans: 为菜单项显示工具提示

# hBb-sd-DcP.title
source: Number of characters in the menu:
de: Anzahl der Zeichen im Menü:
es: Cantidad de caracteres en el menú:
hr: Broj znakova u izborniku:
it: Lunghezza massima delle voci di menu:
ja: メニューに表示する文字数:
ko: 메뉴 문자열의 최대 길이:
no: Antall tegn i menyen:
pl: Ilość znaków w elementach menu:
ru: Количесвто знаков в меню:
zh_hans: 菜单中字符的个数：

# hE2-DL-MKl.title
source: Add key equivalents to numeric keys
de: Tastenäquivalent für Nummerntasten hinzufügen
es: Añadir equivalentes de tecla en teclas numéricas
hr: Numeričkim tipkama dodaj ekvivalente tipke
it: Aggiungi riferimenti equivalenti ai tasti numerici
ja: 数字キーを使ったショートカットを追加
ko: 숫자 키에 해당하는 키 추가
no: Legg til alternative taster til numeriske taster
pl: Dodaj skróty numeryczne
ru: Добавить клавишные эквиваленты к номерам
zh_hans: 添加等效于数字键的按键

# hgW-RK-5oy.title
source: Show color code preview
de: Farbcode-Vorschau anzeigen
es: Previsualizar códigos de color
hr: Pokaži pregled koda boje
it: Mostra l'anteprima del codice colore
ja: カラーコードのプレビューを表示
ko: 색상 코드 미리보기
no: Vis forhåndsvisning fargekode
pl: Pokaż kolorowy podgląd kodu
ru: Показывать предварительный просмотр цветового кода
zh_hans: 为颜色代码显示预览

# lsx-Y0-zFR.title
source: Overwrite the same history
de: Verschieben anstatt kopieren (Entfernt älteren Eintrag von der Liste)
es: Mover en vez de copiar (elimina el más viejo de la lista)
hr: Premjesti umjesto kopiranja (uklanja stariji s popisa)
it: Sposta (Rimuovi il meno recente)
ja: 重複した履歴を上書きする
ko: 복사 대신 이동 (목록에서 오래된 것을 제거)
no: Flytt i stedet for kopier (fjerner den forrige fra listen)
pl: Przenieś zamiast kopiuj (usuwa starszy element z listy)
ru: Перемещать вместо копирования (удалить старое из списка)
zh_hans: 移动而非拷贝（第二次粘贴时把旧的项从列表中移除）

# nMF-6D-hXu.title
source: Mark menu items with numbers
de: Menüeinträge mit Nummern markieren
es: Marcar elementos de menú con números
hr: Označi elemente izbornika brojevima
it: Aggiungi una cifra (scelta rapida) prima di ogni elemento
ja: メニュー項目の先頭に数字を付加
ko: 메뉴 항목을 숫자로 표기
no: Marker menyelementer med nummer
pl: Oznacz elementy menu numerami
ru: Нумеровать пункты меню
zh_hans: 用数字标记菜单项

# nzx-q5-ifH.title
source: chars
de: Zeichen
es: caracteres
hr: znakovi
it: caratteri
ja: 文字
ko: 자
no: tegn
pl: znaki
ru: знаков
zh_hans: 字符

# p80-3o-bgA.title
source: Add a menu item to clear clipboard history
de: Menüeintrag hinzufügen, um Zwischenablagenverlauf zu löschen
es: Añadir un elemento de menú para limpiar el histórico
hr: Dodaj jedan element izbornika za brisanje povijesti međuspremnika
it: Aggiungi una voce di menu per svuotare la Cronologia
ja: 履歴をクリアするメニュー項目を追加
ko: 클립보드 기록을 지우는 메뉴 항목 추가
no: Legg til menyelement for å slette historikk utklippstavle
pl: Dodaj element menu do wyczyszczenia historii schowka
ru: Добавить элемент меню для очистки истории
zh_hans: 在菜单项中添加清空历史

# saf-vP-Qwl.title
source: Width:
de: Breite:
es: Anchura:
hr: Širina:
it: Larghezza:
ja: 幅:
ko: 가로:
no: Bredde:
pl: Szerokość:
ru: Ширина:
zh_hans: 宽度：

# seq-HO-d27.title
source: Menu items' title starts with 0
de: Mit 0 anfangen
es: El título de los elementos de menú comienza con 0
hr: Naslov elementa izbornika počinje s 0
it: Inizia da 0
ja: メニュー項目のタイトルを 0 で始める
ko: 메뉴 항목의 숫자는 0으로 시작
no: Menyelementer's tittel starter med 0'
pl: Numerowanie elementów menu od 0
ru: Начало нумерации с 0
zh_hans: 菜单项标题从0开始

# wef-NB-6p6.title
source: Number of items place inline:
de: Anzahl der Einträge die innerhalb angezeigt werden:
es: Cantidad de elementos colocados en línea:
hr: Broj prikazanih elemenata:
it: Menu principale della Cronologia:
ja: インライン表示する項目の数:
ko: 인라인으로 배치되는 항목 수:
no: Antall elementer linjebundet :
pl: Ilość elementów przed folderami:
ru: Количество элементов в строке:
zh_hans: 不放进文件夹的菜单项个数：

# yrU-qO-OwD.title
source: Display icons in menu items
de: Icons in Menüeinträgen anzeigen
es: Mostrar iconos en los elementos de menú
hr: Prikaži ikone u elementima izbornika
it: Mostra le icone
ja: メニュー項目にアイコンを表示する
ko: 메뉴 항목에 아이콘 표시
no: Vis ikoner i meny elementer
pl: Wyświetl ikony w menu
ru: Показывать иконки в меню элементов
zh_hans: 在菜单项中显示图标
