Repository: Clipy/Clipy
Catalog: Clipy/Resources/*.lproj/Localizable.strings
Languages: it, pl, ru

source: Launch Clipy on system startup?
it: Vuoi avviare Clipy al login?
pl: Włączać Clipy przy starcie systemu?
ru: Добавить Clipy в автозагрузку?

source: You can change this setting in the Preferences if you want.
it: Puoi modificare questa impostazione nelle Preferenze.
pl: To ustawienie może być zmienione później w Preferencjach.
ru: При желании Вы можете изменить это в настройках.

source: Launch on system startup
it: Avvia Clipy al login
pl: Włączanie przy starcie systemu
ru: Запускать при включении системы

source: Don't Launch
it: Non avviare
pl: Nie startuj
ru: Не запускать

source: Clear History
it: Svuota la Cronologia
pl: Wyczyść historię
ru: Очистить историю

source: Are you sure you want to clear your clipboard history?
it: Vuoi davvero cancellare tutte le voci della Cronologia?
pl: Jesteś pewny, że chcesz wykasować historię schowka?
ru: Вы уверены, что хотите очистить историю буфера обмена?

source: Cancel
it: Annulla
pl: Anuluj
ru: Отмена

source: Edit Snippets...
it: Modifica snippet...
pl: Edytuj snippety...
ru: Изменить сниппеты

source: Preferences...
it: Preferenze...
pl: Preferencje...
ru: Настройки

source: Quit Clipy
it: Esci da Clipy
pl: Zamknij Clipy
ru: Выйти из Clipy

source: History
it: Cronologia
pl: Historia
ru: История

source: Snippet
ru: Сниппеты

source: General
it: Generali
pl: Ogólne
ru: Главные

source: Menu
ru: Меню

source: Type
it: Appunti
pl: Typ
ru: Тип

source: Shortcuts
it: Scorciatoie
pl: Skróty
ru: Горячие клавиши

source: Updates
it: Aggiornamenti
pl: Aktualizacje
ru: Обновления

source: Delete Item
it: Elimina
pl: Usuń element
ru: Удалить

source: Are you sure want to delete this item?
it: Vuoi davvero eliminare questo elemento?
pl: Jesteś pewien, że chcesz usunąć ten element?
ru: Вы уверены, что хотите удалить это?

source: Add
it: Aggiungi
pl: Dodaj
ru: Добавить

source: Please fill in the contents of the snippet
it: Si prega di compilare il contenuto dello snippet
pl: Proszę wypełnij zawartość snippetu
ru: Пожалуйста, заполните содержимое сниппета

source: Please allow Accessibility.
pl: Proszę zezwól na ustawienia Dostępności.
ru: Пожалуйста, разрешите универсальный доступ

source: To do this action please allow Accessibility in Security & Privacy preferences, located in System Preferences.
pl: Żeby to zrobić zezwól na Dostępność w ustawieniach Ochrony i prywatności w Preferencjach systemowych.
ru: Чтобы сделать это, пожалуйста, разрешите универсальный доступ в разделе Защита и безопасность в Системных настройках

source: Open System Preferences
pl: Otwórz Preferencje systemowe
ru: Открыть Системные настройки
